//------------------------------------------------------------------------------
// <автоматически создаваемое>
//     Этот код создан программой.
//
//     Изменения в этом файле могут привести к неправильной работе и будут потеряны в случае
//     повторной генерации кода. 
// </автоматически создаваемое>
//------------------------------------------------------------------------------

namespace IIS.Indiv_Bahtin {
    
    
    public partial class ЗапросСамыйТяжелыйТовар {
        
        /// <summary>
        /// TableСамыйТяжелыйТоварНаСкладе элемент управления.
        /// </summary>
        /// <remarks>
        /// Автоматически создаваемое поле.
        /// Для изменения переместите объявление поля из файла конструктора в файл кода программной части.
        /// </remarks>
        protected global::System.Web.UI.WebControls.Table TableСамыйТяжелыйТоварНаСкладе;
    }
}
